# PathOfTravelCalculationServerIds Properties

---
The PathOfTravelCalculationServerIds type exposes the following members.
| Name| Description
---|---|---
| DefaultPathOfTravelCalculationGUID|  GUID to represent the default calculation server id.
Top
#### Reference
PathOfTravelCalculationServerIds Class
Autodesk.Revit.DB.Analysis Namespace